Repository: tanut2539/NEWUOBBackend
Catalog: UOB.ESG.FRONT/Resources/Message.*.resx
Languages: th_th

# appoach_detail1
source: At UOB Asset Management (UOBAM), our vision is to be a leading fund manager in sustainability in Asia that creates long-term value and positive impact for our stakeholders whilst enabling sustainable investments accessible for all. As an active asset manager, UOBAM believes that it has a fiduciary duty to allocate capital into more sustainable investments and be active owners of our investments and as a signatory to the United Nations Principles for Responsible Investment (PRI), we are committed to adopting and implementing the principles and reporting on our progress towards their implementation. To enable this outcome, UOBAM has made sustainability a key strategic pillar of the firm which helps to drive our commitment and purpose towards creating value for our investors and communities as well as helping them achieve their sustainable investment goals and aspirations.
th_th: ที่บริษัท หลักทรัพย์จัดการกองทุน ยูโอบี (UOBAM) วิสัยทัศน์ของเรา คือการเป็นผู้จัดการกองทุนด้านความยั่งยืนชั้นนำในภูมิภาคเอเชีย ที่สามารถสร้างผลตอบแทนระยะยาวที่ดีและผลดีให้กับผู้มีส่วนได้เสียของบริษัท เข้าถึงการลงทุนอย่างยั่งยืน ในฐานะที่เป็นผู้จัดการสินทรัพย์ที่ทำหน้าที่อย่างแข็งขัน UOBAM เชื่อว่าบริษัทมีหน้าที่ตามหลักความไว้วางใจ (Fiduciary Duty) ที่จะนำเงินไปลงทุนผ่านการลงทุนอย่างยั่งยืน และใช้สิทธิของผู้ลงทุนในฐานะผู้เจ้าของกิจการ และในฐานะที่บริษัทเข้าเป็นส่วนหนึ่งของ United Nations Principles for Responsible Investment (PRI) เรามุ่งมั่นที่จะนำหลักการของ PRI มาใช้ และรายงานความก้าวหน้ากลับไป เพื่อที่จะให้การดำเนินการนี้เป็นผล UOBAM ได้กำหนดให้ความยั่งยืนเป็นกลยุทธ์หลักของบริษัท ที่จะช่วยผลักดันความตั้งใจและวัตถุประสงค์ในการสร้างมูลค่าให้กับผู้ลงทุนและชุมชนของเรา รวมถึงช่วยให้การลงทุนของเรา ประสบความสำเร็จตามเป้าหมายการลงทุนอย่างยั่งยืนด้วย

# appoach_detail10
source: (a) where administrative or other procedures result in the costs of voting outweighing the benefits; (b) the voting securities are part of a securities lending program and UOBAM is unable to vote securities that are out on loan; (c) a meeting notice is delivered close to the meeting date and UOBAM has insufficient time to adequately assess the issues being tabled at the shareholders’ meeting and / or process the vote; (d) UOBAM sells shares prior to a company's meeting date and decides not to vote those shares, on the basis that UOBAM shall not be restricted from trading in a security due to an upcoming shareholder meeting; and (e) voting securities have been blocked from trading in order to be tendered for voting purposes and UOBAM believes that preserving the ability to trade the security is in the best interest of the beneficiaries; (f) in event of a situation where regulatory obligations and rulings of the SIC imposed on UOB Group that also apply to UOBAM, may prohibit UOBAM from voting on securities due to its deemed affiliation for a corporate action. Sustainability is a key pillar in UOB Asset Management’s (UOBAM) corporate strategy, and we view active ownership is a crucial aspect of our sustainability culture, as it can positively influence companies to engage in sustainable business practices, creating not only long-term value for these companies but also social and environmental benefits for the world. We have a strong regard for fostering good stewardship and as an asset manager based in Singapore, we are a signatory to our local stewardship code (Singapore Stewardship Principles (SSP) for Responsible Investors). UOBAM is also a signatory of the UN supported Principles for Responsible Investment (PRI), and we are committed to follow their 6 Principles. Active ownership at UOBAM consists of company engagement and proxy voting activities. These activities form a key component of our responsible investment approach and fulfils UOBAM’s fiduciary duty as an investment manager to act in the best long-term interests of our clients.
th_th: ในกรณีที่กระบวนการทางการจัดการหรืออื่นๆ จะทำให้เกิดค่าใช้เกี่ยวกับการออกเสียงโหวตไม่คุ้มกับผลประโยชน์ที่จะได้ ในกรณีที่การใช้สิทธิออกเสียงเป็นส่วนหนึ่งของการให้ยืมหลักทรัพย์ (Securities Lending Program) และ UOBAM ไม่สามารถออกเสียงในหลักทรัพย์ที่ให้ยืมไปได้ ในกรณีที่หนังสือเชิญประชุมมาถึงใกล้กับวันประชุมเกินไป และ UOBAM ไม่มีเวลาพอที่จะพิจารณาวาระในการประชุมผู้ถือหุ้นอย่างถี่ถ้วนได้ และ/หรือพอที่จะตัดสินใจออกเสียงได้ ในกรณีที่ UOBAM ได้ขายหุ้นของบริษัทนั้นๆ ไปก่อนวันประชุม และตัดสินใจที่จะไม่ออกเสียง ด้วยเหตุผลที่ว่า UOBAM จะต้องไม่ถูกจำกัดจากการขายหุ้นดังกล่าวออกไปเพราะจะมีการประชุมผู้ถือหุ้นขึ้น ในกรณีที่หุ้นที่จะใช้ในการออกเสียงได้ถูกระงับการซื้อขายเพื่อที่จะใช้ในการออกเสียง โดยที่ UOBAM เห็นว่าการคงสิทธิในการซื้อขายหุ้นนั้นสำคัญที่สุดสำหรับผู้รับผลประโยชน์ ในกรณีที่มีข้อกำหนดหรือคำสั่งจาก SIC ไปยัง UOB Group ซึ่งมีผลต่อ UOBAM ด้วย ที่อาจห้ามไม่ให้ UOBAM ใช้สิทธิออกเสียงเพราะเป็นบริษัทในเครือที่เกี่ยวข้องกัน ความยั่งยืนเป็นเสาหลักของกลยุทธ์องค์กรของ UOBAM (UOB Asset Management) และเราเห็นว่าการใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการนั้น เป็นส่วนสำคัญของวัฒนธรรมความยั่งยืน เพราะมีอิทธิพลทางบวกต่อบริษัทที่ดำเนินงานอย่างยั่งยืน ไม่เพียงแต่จะสร้างมูลค่าในระยะยาวสำหรับบริษัทเหล่านี้ได้เท่านั้น แต่ยังเป็นผลดีต่อสังคมและสิ่งแวดล้อมของโลกด้วย เราให้ความสำคัญกับการดูแลที่ดี และในฐานะที่เป็นผู้จัดการสินทรัพย์ที่ตั้งอยู่ในประเทศสิงคโปร์ เราจะต้องปฏิบัติตามหลักการ Singapore Stewardship Principles (SSP) สำหรับผู้ลงทุนที่มีความรับผิดชอบ ทั้งนี้ UOBAM ยังเป็นสมาชิกของ Principles for Responsible Investment (PRI) ขององค์การสหประชาชาติด้วย เราจึงมุ่งมั่นที่จะทำตามกฎบัตร 6 ข้อของ PRI การใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการของ UOBAM ประกอบด้วยการมีส่วนร่วมในบริษัท และการใช้สิทธิออกเสียงในการประชุมผู้ถือหุ้น กิจกรรมเหล่านี้เป็นปัจจัยหลักของการลงทุนอย่างมีความรับผิดชอบ และการทำหน้าที่ตามหลักความไว้วางใจ (Fiduciary Duty) ของ UOBAM ในฐานะที่เป็นผู้จัดการการลงทุนที่ต้องทำเพื่อผลประโยชน์ของลูกค้าเป็นสำคัญ

# appoach_detail12
source: Our sustainability governance structure provides oversight and accountability on the implementation of our responsible investment policy. Our UOBAM Board of directors through the Management Committee (MC), reviews long-term business and organisational goals and provides the strategic direction for UOBAM’s sustainable investments and sustainability practices. The MC manages the implementation of strategic direction that is handed down by UOBAM’s Board of Directors and will be supported by our Regional Sustainability Group (RSG), Local Sustainability Group (LSG), and dedicated Sustainability Offices (SO). The RSG reports directly to the MC on sustainable investing matters and is made up of the Sustainability Chairs and Champions from each regional office. The RSG coordinates with MC to guide the regional implementation of our sustainable investment mandates as well as sustainability initiatives. The LSG at each office is supported by dedicated Country SO to monitor and report on the progress of our sustainability activities and mandates. The Country Sustainability Champions take the lead in our corporate sustainability activities, which include ESG product and solution launches, thought leadership and events, sustainability staff training, and corporate sustainability stewardship programmes, and Dedicated ESG Investment Specialists leading their respective offices in implementing our sustainable investing framework. UOBAM’s dedicated regional SO incorporated into the overall investment organization structure supports our sustainability governance structure with the integration of our ESG investment methodology and implementation of strategic sustainability initiatives. The SOs, each comprising the country’s ESG Champion, a dedicated ESG Investment Specialist and Investment Team. These teams possess local expertise and on-ground engagement through the utilization of dedicated ESG resources to execute engagement for companies in the portfolio in the event of a controversy or to determine specific ESG information. Dedicated ESG resources also provide manual ESG scoring coverage on companies that are not covered by major third-party ESG data providers. The Singapore Sustainability Office and Centre of Excellence (SOCE) works in close collaboration with all UOBAM regional SOs in order to ensure that companies managed in the portfolio are well positioned for secular growth and alpha generation. The SOCE utilises UOBAM’s integrated ESG management system to facilitate two-way data transfer and to obtain ESG coverage from regional offices, whilst simultaneously delivering real-time updates on the ESG performance of companies, as well as news alerts, to ensure that controversies detected can be followed up with engagement action. The SOCE also develops the governance controls and systems in place to ensure the implementation of UOBAM’s Sustainable Investment policy and corporate and communications plans.
th_th: โครงสร้างการกำกับดูแลความยั่งยืนของเราให้การกำกับดูแลและความรับผิดชอบในการดำเนินการตามนโยบายการลงทุนที่รับผิดชอบของเรา คณะกรรมการ UOBAM ของเราผ่านคณะกรรมการจัดการ (MC) ทบทวนเป้าหมายทางธุรกิจและองค์กรในระยะยาว และกำหนดทิศทางเชิงกลยุทธ์สำหรับการลงทุนอย่างยั่งยืนและแนวทางปฏิบัติที่ยั่งยืนของ UOBAM MC จัดการการดำเนินการตามทิศทางเชิงกลยุทธ์ที่มอบให้โดยคณะกรรมการบริหารของ UOBAM และจะได้รับการสนับสนุนจาก Regional Sustainability Group (RSG), Local Sustainability Group (LSG) และสำนักงานเพื่อความยั่งยืน (SO) โดยเฉพาะ RSG รายงานโดยตรงต่อ MC ในเรื่องการลงทุนที่ยั่งยืน และประกอบด้วยประธานด้านความยั่งยืนและแชมเปี้ยนจากสำนักงานภูมิภาคแต่ละแห่ง RSG ประสานงานกับ MC เพื่อเป็นแนวทางในการดำเนินการตามคำสั่งการลงทุนที่ยั่งยืนของเราในระดับภูมิภาครวมถึงความคิดริเริ่มด้านความยั่งยืน LSG ที่สำนักงานแต่ละแห่งได้รับการสนับสนุนจาก Country SO ที่ทุ่มเทเพื่อติดตามและรายงานความคืบหน้าของกิจกรรมความยั่งยืนและอาณัติของเรา Country Sustainability Champions เป็นผู้นำในกิจกรรมความยั่งยืนขององค์กร ซึ่งรวมถึงการเปิดตัวผลิตภัณฑ์และโซลูชัน ESG ความเป็นผู้นำทางความคิดและเหตุการณ์ การฝึกอบรมพนักงานด้านความยั่งยืน และโปรแกรมการดูแลความยั่งยืนขององค์กร และผู้เชี่ยวชาญด้านการลงทุน ESG โดยเฉพาะ ซึ่งเป็นผู้นำสำนักงานของตนในการดำเนินการลงทุนที่ยั่งยืนของเรา กรอบ. SO ระดับภูมิภาคของ UOBAM ที่รวมอยู่ในโครงสร้างองค์กรการลงทุนโดยรวมสนับสนุนโครงสร้างการกำกับดูแลความยั่งยืนของเราด้วยการบูรณาการวิธีการลงทุน ESG ของเราและการดำเนินการตามแนวคิดริเริ่มด้านความยั่งยืนเชิงกลยุทธ์ SOs แต่ละแห่งประกอบด้วย ESG Champion ของประเทศ ผู้เชี่ยวชาญด้านการลงทุน ESG และทีมการลงทุนโดยเฉพาะ ทีมงานเหล่านี้มีความเชี่ยวชาญในท้องถิ่นและการมีส่วนร่วมบนพื้นดินผ่านการใช้ทรัพยากร ESG เฉพาะเพื่อดำเนินการมีส่วนร่วมกับบริษัทในพอร์ตโฟลิโอในกรณีที่เกิดการโต้เถียงหรือเพื่อกำหนดข้อมูล ESG ที่เฉพาะเจาะจง ทรัพยากร ESG เฉพาะยังให้การครอบคลุมการให้คะแนน ESG แบบแมนนวลในบริษัทต่างๆ ที่ไม่ครอบคลุมโดยผู้ให้บริการข้อมูล ESG บุคคลที่สามรายใหญ่ สำนักงานความยั่งยืนของสิงคโปร์และศูนย์ความเป็นเลิศ (SOCE) ทำงานร่วมกันอย่างใกล้ชิดกับ SOs ระดับภูมิภาคของ UOBAM ทั้งหมด เพื่อให้แน่ใจว่าบริษัทที่จัดการในกลุ่มนี้อยู่ในตำแหน่งที่ดีสำหรับการเติบโตทางโลกและการสร้างอัลฟ่า SOCE ใช้ระบบการจัดการ ESG แบบบูรณาการของ UOBAM เพื่ออำนวยความสะดวกในการถ่ายโอนข้อมูลแบบสองทางและเพื่อให้ได้รับความคุ้มครอง ESG จากสำนักงานภูมิภาค ในขณะเดียวกันก็นำเสนอการอัปเดตตามเวลาจริงเกี่ยวกับประสิทธิภาพ ESG ของบริษัทต่างๆ ตลอดจนการแจ้งเตือนข่าวสาร เพื่อให้แน่ใจว่าข้อขัดแย้งที่ตรวจพบสามารถ ตามด้วยการดำเนินการมีส่วนร่วม SOCE ยังพัฒนาการควบคุมและระบบการกำกับดูแลเพื่อให้แน่ใจว่าการดำเนินการตามนโยบายการลงทุนที่ยั่งยืนของ UOBAM และแผนองค์กรและการสื่อสาร

# appoach_detail13
source: We take an inside-out approach to sustainable investing and move beyond just focusing on internal processes such as ESG integration into investment processes and sustainable investment governance. We look to take a proactive approach towards driving sustainable investing externally which ties in closely with the principle of “working together in implementing the principles” where our external efforts include establishing strategic investment partnerships with global sustainability leaders such as Robeco and Fukoku Capital Management. Through such external partnerships that we aim to further enhance our capabilities and develop the accessibility of sustainability investment opportunities in the Asia region for investors. This will be done through sustainability mandates, working in policy consultation, and responsible investment education and thought leadership.
th_th: ทางเรามีการตรวจสอบด้านการลงทุนอย่างยั่งยืนอย่างเข้มข้น โดยนอกเหนือจากการเน้นกระบวนการภายใน เช่น การบูรณาการด้าน ESG ไปยังกระบวนการการลงทุนและกรอบการลงทุนอย่างยั่งยืนแล้ว ยังพยายามขับเคลื่อนการลงทุนอย่างยั่งยืนภายนอกบริษัทด้วย ซึ่งเป็นไปตามหลักการ “ทำงานร่วมกันในการลงมือปฏิบัติตามหลักการ” ที่รวมถึงการกำหนดกลยุทธ์การลงทุนกับพันธมิตรทางธุรกิจที่เป็นผู้นำด้านสร้างความยั่งยืนระดับโลก เช่น Robeco and Fukoku Capital Management. โดยการร่วมมือทางธุรกิจดังกล่าว ทางเราหวังว่าจะช่วยส่งเสริมศักยภาพของเรา และสร้างโอกาสในการเข้าถึงการลงทุนอย่างยั่งยืนในภูมิภาคเอเชียให้กับนักลงทุน โดยจะดำเนินการตามข้อกำหนดด้านความยั่งยืน มีการปรึกษาเกี่ยวกับนโยบาย และการศึกษาด้านการลงทุนอย่างมีความรับผิดชอบ และการเป็นผู้นำทางความคิด

# appoach_detail2
source: In our commitment towards advancing and supporting the principles of PRI, we have put in place our sustainable investing policy as part of our sustainable investment framework, as set out in the table below.
th_th: ความมุ่งมั่นในการสนับสนุนหลักการ PRI ของเรานั้น ทางเราได้กำหนดให้นโยบายการลงทุนอย่างยั่งยืนเป็นส่วนสำคัญของโครงร่างการลงทุนอย่างยั่งยืนของ UOBAM ตามรายละเอียดด้านล่าง

# appoach_detail3
source: We believe that Environmental, Social, and Governance (ESG) issues are financially material to a company’s performance and will translate to material financial impact on the investments that we make. As part of our fiduciary duty to our investors, we have put in place our sustainable investing framework and process which focuses on deep fundamental research, augmented by the use of technology and leveraging on our local expertise. <br> Our proprietary sustainable investment framework is a common framework that is utilised across the firm, and is implemented through the integration of ESG evaluation within our investment process. The process of ESG evaluation involves the assessment of material ESG factors of companies which is determined by UOBAM’s proprietary materiality map. UOBAM’s proprietary materiality map is developed by referencing the Sustainability Accounting and Standards Board (SASB) materiality map. UOBAM’s proprietary materiality map also assigns specific E, S and G pillar weights to companies across 11 sectors that are classified using Global Industry Classification Standard (GICS). Below is an overview of how ESG is incorporated into our investment process.
th_th: เราเชื่อว่า ESG เป็นประเด็นที่มีความสำคัญต่อผลงานของบริษัทด้านการเงิน และมีผลต่อการลงทุนของเราด้วย โดยตามหลักความไว้วางใจ (Fiduciary Duty) ของบริษัทแล้ว ทางเราได้กำหนดโครงร่างและกระบวนการการลงทุนอย่างยั่งยืน ที่เน้นการวิเคราะห์พื้นฐานอย่างเจาะลึก โดยมีเทคโนโลยีและความเชี่ยวชาญของเจ้าหน้าเราเป็นตัวช่วย โครงร่างการลงทุนอย่างยั่งยืนที่เป็นกรรมสิทธิ์เฉพาะของเรา เป็นโครงร่างที่นำมาใช้กับทั้งกลุ่มผ่านการประเมิน ESG อย่างบูรณาการในกระบวนการลงทุน การประเมิน ESG นี้รวมถึงการประเมินปัจจัยสำคัญๆ ที่เกี่ยวข้องกับ ESG ของบริษัทต่างๆ ที่กำหนดโดย แผนผัง Materiality Map เฉพาะของ UOBAM แผนผัง Materiality Map ของ UOBAM ได้ถูกพัฒนาขึ้นตามแบบของ Sustainability Accounting and Standards Board (SASB) ซึ่งแบบของ UOBAM นั้น ได้ให้น้ำหนักกับ สิ่งแวดล้อม สังคม และบรรษัทภิบาล เป็นการเฉพาะแต่ละด้านให้กับบริษัทต่างๆ ใน 11 อุตสาหกรรมที่ได้นำมาตรฐาน Global Industry Classification Standard (GICS) มาใช้ในการดำเนินงาน แผนผังด้านล่าง คือภาพรวมที่แสดงว่าเรานำเอา ESG มาใช้ในการลงทุนอย่างไร

# appoach_detail4
source: The execution of ESG evaluation and integration into our investment process is supported by dedicated resources in our regional investment teams and covering all major asset classes that we invest in. Overall, we believe that ESG integration into our investment process contributes to performance and risk mitigation by enabling us to identify high-quality companies which are resilient, well-managed, able to grow sustainably and are likely to maintain their competitiveness in the long term.
th_th: การประเมินและบูรณาการด้าน ESG ในกระบวนการการลงทุนของเรา ได้รับการสนับสนุนจากบุคลากรด้านการลงทุนภูมิภาคของเรา และครอบคลุมการลงทุนในสินทรัพย์หลักทุกประเภท โดยรวมแล้ว เราเชื่อว่าการบูรณาการ ESG เข้าในกระบวนการการลงทุนจะมีส่วนช่วยให้ผลการดำเนินงานและการลดความเสี่ยงได้ดีขึ้นด้วย เพราะจะทำให้เราสามารถเลือกบริษัทที่มีศักภาพสูงที่สามารถปรับตัวได้ดี บริหารงานอย่างมีคุณภาพ เติบโตได้อย่างยั่งยืน และจะรักษาความสามารถในการแข่งขันในระยะยาวได้

# appoach_detail5
source: To complement ESG incorporation into our investment process, we also have in place an Active Ownership Policy which has a coverage that aligns to the Sustainable Investment Policy. The Active Ownership Policy serves to facilitate dialogue, engagement, and proxy voting. We will leverage our regional footprint and the local expertise of our regional investment teams to execute meaningful dialogues and engagement which will drive strategic investment decisions for the sustainable investments we make. To quantify and enable our investors to better understand how their investments are helping to address critical global issues such as climate change and human capital management, we have developed internal capabilities to carry out portfolio impact analysis to highlight how we reduce our environmental footprint, and to make a more tangible contribution to the UN Sustainable Development Goals (SDGs), UOBAM will also integrate impact measurement aligned with these global trends as part of portfolio analysis. We also continuously monitor on a global and regional basis, the changing regulatory landscape that impacts sustainable investing. Whenever possible, we will participate in responding to regulatory consultations to provide our inputs and help guide and develop ESG policies and guidelines that support the advancement of the six Principles of the PRI. Our responses to such regulatory consultations will be aligned to our sustainable investing policy and will look to support the six Principles of the PRI. To ensure that this alignment is achieved, we have in place our sustainability governance structure that will provide oversight and accountability for our responses.
th_th: เพื่อส่งเสริมด้าน ESG ในกระบวนการลงทุนของเรา ทางเราได้กำหนดนโยบายการใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการที่ครอบคลุมปัจจัยต่างๆ ตามนโยบายการลงทุนอย่างยั่งยืน นโยบายการใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการนี้ เป็นแนวปฏิบัติด้านการมีส่วนร่วมและการใช้สิทธิออกเสียงด้วย ทางเราจะใช้ความเชี่ยวชาญในภูมิภาคนี้ และทีมผู้เชี่ยวชาญด้านการลงทุนภูมิภาคในการสื่อสาร และมีส่วนร่วมในการที่จะผลักดันการตัดสินใจการลงทุนให้เป็นไปตามการลงทุนอย่างยั่งยืน เพื่อที่ผู้ลงทุนของเราจะได้เข้าใจได้ดียิ่งขึ้น ว่าการลงทุนของผู้ลงทุนจะช่วยแก้ปัญหาของโลก เช่น การเปลี่ยนแปลงของภูมิอากาศและการบริหารจัดการทุนมนุษย์ได้อย่างไร ทางเราได้พัฒนาบุคลากรเพื่อทำการวิเคราะห์ผลกระทบของพอร์ท เพื่อที่จะแสดงให้เห็นว่าเราสามารถลดรอยเท้าสิ่งแวดล้อม (Environmental Footprint) ได้อย่างไร และจะสนับสนุน UN Sustainable Development Goals (SDGs) ให้มากขึ้นได้อย่างไร UOBAM ยังจะบูรณาการการวัดผลกระทบให้เป็นไปในทิศทางเดียวกับทิศทางของโลก โดยเป็นส่วนหนึ่งของการวิเคราะห์พอร์ตของเรา ทางเรายังมีการติดตามกฎเกณฑ์ต่างๆ ที่เปลี่ยนไปและมีกระทบต่อการลงทุนอย่างยั่งยืนอย่างต่อเนื่อง ทั้งในระดับโลกและภูมิภาค หากเป็นไปได้เราจะมีส่วนร่วมในการให้ความคิดเห็นเมื่อทางการมีการขอความเห็นในเรื่องการออกกฎเกณฑ์ รวมถึงช่วยนำและพัฒนาแนวและนโยบายด้าน ESG ที่สนับสนุนหลักการ 6 ข้อของ PRI ความเห็นในเรื่องการออกกฎเกณฑ์ที่เราเสนอนั้น จะเป็นไปในแนวเดียวกับนโยบายการลงทุนอย่างยั่งยืนของเรา และเราจะสนับสนุนหลักการ 6 ข้อของ PRI ด้วย เพื่อให้แน่ใจว่าการสนับสนุนนี้จะประสบความสำเร็จ เราได้จัดทำโครงสร้างกรอบความยั่งยืนที่จะเป็นแนวในการดูแลและรับผิดชอบต่อการแสดงความคิดเห็นนี้

# appoach_detail6
source: Sustainability is a key pillar in UOB Asset Management’s (UOBAM) corporate strategy, and we view active ownership is a crucial aspect of our sustainability culture, as it can positively influence companies to engage in sustainable business practices, creating not only long-term value for these companies but also social and environmental benefits for the world. We have a strong regard for fostering good stewardship and as an asset manager based in Singapore, we are a signatory to our local stewardship code (Singapore Stewardship Principles (SSP) for Responsible Investors). UOBAM is also a signatory of the UN supported Principles for Responsible Investment (PRI), and we are committed to follow their 6 Principles. Active ownership at UOBAM consists of company engagement and proxy voting activities. These activities form a key component of our responsible investment approach and fulfils UOBAM’s fiduciary duty as an investment manager to act in the best long-term interests of our clients.
th_th: ความยั่งยืนเป็นเสาหลักของกลยุทธ์องค์กรของ UOBAM (UOB Asset Management) และเราเห็นว่าการใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการนั้น เป็นส่วนสำคัญของวัฒนธรรมความยั่งยืน เพราะมีอิทธิพลทางบวกต่อบริษัทที่ดำเนินงานอย่างยั่งยืน ไม่เพียงแต่จะสร้างมูลค่าในระยะยาวสำหรับบริษัทเหล่านี้ได้เท่านั้น แต่ยังเป็นผลดีต่อสังคมและสิ่งแวดล้อมของโลกด้วย เราให้ความสำคัญกับการดูแลที่ดี และในฐานะที่เป็นผู้จัดการสินทรัพย์ที่ตั้งอยู่ในประเทศสิงคโปร์ เราจะต้องปฏิบัติตามหลักการ Singapore Stewardship Principles (SSP) สำหรับผู้ลงทุนที่มีความรับผิดชอบ ทั้งนี้ UOBAM ยังเป็นสมาชิกของ Principles for Responsible Investment (PRI) ขององค์การสหประชาชาติด้วย เราจึงมุ่งมั่นที่จะทำตามกฎบัตร 6 ข้อของ PRI การใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการของ UOBAM ประกอบด้วยการมีส่วนร่วมในบริษัท และการใช้สิทธิออกเสียงในการประชุมผู้ถือหุ้น กิจกรรมเหล่านี้เป็นปัจจัยหลักของการลงทุนอย่างมีความรับผิดชอบ และการทำหน้าที่ตามหลักความไว้วางใจ (Fiduciary Duty) ของ UOBAM ในฐานะที่เป็นผู้จัดการการลงทุนที่ต้องทำเพื่อผลประโยชน์ของลูกค้าเป็นสำคัญ
