Repository: tanut2539/NEWUOBBackend
Catalog: UOB.ESG.FRONT/Resources/Message.*.resx
Languages: th_th

# appoach_detail7
source: UOBAM believes in the value of engagement and aim to enhance risk-adjusted returns of our investments and shareholders’ value in the long run. We identify a range of thematic and material ESG issues that can affect our investee companies in the long run and engage them to ensure that they are well prepared to mitigate these issues. Throughout the engagement process, we gain valuable insights into our investee companies’ propensity deal with ESG issues and whether they will take the appropriate measures to manage these issues. Engagement acts as an important information source to aid our investment decision. By engaging with companies, we can also encourage improvement in their ESG disclosure, identify the need to advocate positive change, communicate our concerns and improve its practices on ESG issues, where necessary. We prioritise our engagement based on geography of companies and size of holdings, severity of identified material ESG issue, potential to generate long-term value following a successful engagement, and specific client request(s). UOBAM engages with companies through a variety of channels and also considers collaborative engagement with other stakeholders in the event we believe that the efficacy and chance of success of the engagement can be enhanced.
th_th: UOBAM เห็นความสำคัญของการมีส่วนร่วมและเน้นการสร้างผลตอบแทนที่ลดความเสี่ยงแล้วให้ดียิ่งขึ้น ให้กับการลงทุนและมูลค่าของผู้ถือหุ้นของเราในระยะยาว เราจึงได้ระบุประเด็นเฉพาะเรื่อง ESG ที่สำคัญ ที่อาจมีผลกระทบในระยะยาวต่อบริษัทที่เราลงทุนไป และได้ทำงานกับบริษัทเหล่านั้น เพื่อที่ให้แน่ใจว่าบริษัทเหล่านี้พร้อมที่จะรับมือกับประเด็นนี้ ตลอดกระบวนการการมีส่วนร่วม เราจะได้ความรู้เชิงลึกเกี่ยวกับแนวโน้มด้านปัญหา ESG เกี่ยวกับบริษัทที่เราลงทุนไป และจะสามารถคาดได้ว่า บริษัทเหล่านี้จะดำเนินการจัดการกับปัญหาเหล่านี้หรือไม่ การมีส่วนร่วมจึงเป็นแหล่งข้อมูลที่สำคัญในการตัดสินใจลงทุนของเรา การมีส่วนร่วมกับบริษัท จะทำให้เราสามารถกระตุ้นให้บริษัทเหล่านี้ปรับปรุงการเปิดเผยด้าน ESG ให้เขาเห็นความสำคัญต่อการทำการเปลี่ยนแปลงในทางที่ดีขึ้น ให้เราสามารถสื่อสารความกังวลหรือประเด็นที่อยากให้ปรับปรุงด้าน ESG ได้ เมื่อเห็นว่าจำเป็น เราให้ลำดับความสำคัญกับการมีส่วนร่วมบนพื้นฐานของภูมิศาสตร์ของบริษัทที่ลงทุนและขนาดการลงทุน ความรุนแรงของประเด็นด้าน ESG ที่พบ ศักยภาพในการสร้างมูลค่าในระยะยาว หลังจากได้มีส่วนร่วม และคำขอให้ลงทุนจากลูกค้า UOBAM เข้าไปมีส่วนร่วมกับบริษัทต่างๆ ผ่านช่องทางต่างๆ และยังจะพิจารณาการเข้าไปมีส่วนร่วมกับผู้มีส่วนได้เสียอื่นๆ ด้วย ในกรณีที่เราเชื่อว่า มีศักยภาพและโอกาสในการประสบความสำเร็จจากการเข้าไปมีส่วนร่วมที่เพียงพอ

# appoach_detail8
source: UOBAM aims to vote on the vast majority of proposals raised at every company meeting in a timely manner. UOBAM has engaged the services of proxy voting agent, Institutional Shareholder Services Inc. (“ISS”) to provide us with proxy voting services and proxy voting research and recommendations. While UOBAM has authorised ISS to vote on its behalf, UOBAM retains full discretion over all voting decisions and reserves the right to vote contrary to the recommendations of ISS. This can occur when UOBAM have a differing view that these vote recommendations are not in the best interest of its clients, after taking into account relevant information in its decision e.g. engagement outcome, internal research, etc. There may be situations where UOBAM may choose not to vote or abstain from voting: (a) where administrative or other procedures result in the costs of voting outweighing the benefits; (b) the voting securities are part of a securities lending program and UOBAM is unable to vote securities that are out on loan; (c) a meeting notice is delivered close to the meeting date and UOBAM has insufficient time to adequately assess the issues being tabled at the shareholders’ meeting and / or process the vote; (d) UOBAM sells shares prior to a company’s meeting date and decides not to vote those shares, on the basis that UOBAM shall not be restricted from trading in a security due to an upcoming shareholder meeting; and (e) voting securities have been blocked from trading in order to be tendered for voting purposes and UOBAM believes that preserving the ability to trade the security is in the best interest of the beneficiaries; (f) in event of a situation where regulatory obligations and rulings of the SIC imposed on UOB Group that also apply to UOBAM, may prohibit UOBAM from voting on securities due to its deemed affiliation for a corporate action. Sustainability is a key pillar in UOB Asset Management’s (UOBAM) corporate strategy, and we view active ownership is a crucial aspect of our sustainability culture, as it can positively influence companies to engage in sustainable business practices, creating not only long-term value for these companies but also social and environmental benefits for the world. We have a strong regard for fostering good stewardship and as an asset manager based in Singapore, we are a signatory to our local stewardship code (Singapore Stewardship Principles (SSP) for Responsible Investors). UOBAM is also a signatory of the UN supported Principles for Responsible Investment (PRI), and we are committed to follow their 6 Principles. Active ownership at UOBAM consists of company engagement and proxy voting activities. These activities form a key component of our responsible investment approach and fulfills UOBAM’s fiduciary duty as an investment manager to act in the best long-term interests of our clients.
th_th: UOBAM จะทำการออกเสียงในวาระการประชุมส่วนใหญ่ทุกการประชุมในเวลาที่เหมาะสม โดย UOBAM จะใช้บริการการมอบฉันทะให้ใช้สิทธิออกเสียงในการประชุมผู้ถือหุ้นของ Institutional Shareholder Services Inc. (ISS) ในการออกเสียงแทน แม้ UOBAM จะได้มอบฉันทะให้ ISS ออกเสียงแทน แต่ UOBAM ยังคงสงวนสิทธิ์ในการใช้ดุลยพินิจในการตัดสินใจออกเสียงและอาจออกเสียงต่างจากที่ ISS แนะนำมา หากเห็นว่าคำแนะนำนั้นไม่ใช่เพื่อประโยชน์สูงสุดของลูกค้าหลังจากที่ได้พิจารณาข้อมูลต่างๆ แล้ว เช่น ข้อมูลที่ได้จากการเข้ามีส่วนร่วมกับบริษัท หรือจากการค้นคว้าภายใน เป็นต้น UOBAM อาจเลือกที่จะงดออกเสียง ในกรณีต่อไปนี้ ในกรณีที่กระบวนการทางการจัดการหรืออื่นๆ จะทำให้เกิดค่าใช้เกี่ยวกับการออกเสียงโหวตไม่คุ้มกับผลประโยชน์ที่จะได้ ในกรณีที่การใช้สิทธิออกเสียงเป็นส่วนหนึ่งของการให้ยืมหลักทรัพย์ (Securities Lending Program) และ UOBAM ไม่สามารถออกเสียงในหลักทรัพย์ที่ให้ยืมไปได้ ในกรณีที่หนังสือเชิญประชุมมาถึงใกล้กับวันประชุมเกินไป และ UOBAM ไม่มีเวลาพอที่จะพิจารณาวาระในการประชุมผู้ถือหุ้นอย่างถี่ถ้วนได้ และ/หรือพอที่จะตัดสินใจออกเสียงได้ ในกรณีที่ UOBAM ได้ขายหุ้นของบริษัทนั้นๆ ไปก่อนวันประชุม และตัดสินใจที่จะไม่ออกเสียง ด้วยเหตุผลที่ว่า UOBAM จะต้องไม่ถูกจำกัดจากการขายหุ้นดังกล่าวออกไปเพราะจะมีการประชุมผู้ถือหุ้นขึ้น ในกรณีที่หุ้นที่จะใช้ในการออกเสียงได้ถูกระงับการซื้อขายเพื่อที่จะใช้ในการออกเสียง โดยที่ UOBAM เห็นว่าการคงสิทธิในการซื้อขายหุ้นนั้นสำคัญที่สุดสำหรับผู้รับผลประโยชน์ ในกรณีที่มีข้อกำหนดหรือคำสั่งจาก SIC ไปยัง UOB Group ซึ่งมีผลต่อ UOBAM ด้วย ที่อาจห้ามไม่ให้ UOBAM ใช้สิทธิออกเสียงเพราะเป็นบริษัทในเครือที่เกี่ยวข้องกัน ความยั่งยืนเป็นเสาหลักของกลยุทธ์องค์กรของ UOBAM (UOB Asset Management) และเราเห็นว่าการใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการนั้น เป็นส่วนสำคัญของวัฒนธรรมความยั่งยืน เพราะมีอิทธิพลทางบวกต่อบริษัทที่ดำเนินงานอย่างยั่งยืน ไม่เพียงแต่จะสร้างมูลค่าในระยะยาวสำหรับบริษัทเหล่านี้ได้เท่านั้น แต่ยังเป็นผลดีต่อสังคมและสิ่งแวดล้อมของโลกด้วย เราให้ความสำคัญกับการดูแลที่ดี และในฐานะที่เป็นผู้จัดการสินทรัพย์ที่ตั้งอยู่ในประเทศสิงคโปร์ เราจะต้องปฏิบัติตามหลักการ Singapore Stewardship Principles (SSP) สำหรับผู้ลงทุนที่มีความรับผิดชอบ ทั้งนี้ UOBAM ยังเป็นสมาชิกของ Principles for Responsible Investment (PRI) ขององค์การสหประชาชาติด้วย เราจึงมุ่งมั่นที่จะทำตามกฎบัตร 6 ข้อของ PRI การใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการของ UOBAM ประกอบด้วยการมีส่วนร่วมในบริษัท และการใช้สิทธิออกเสียงในการประชุมผู้ถือหุ้น กิจกรรมเหล่านี้เป็นปัจจัยหลักของการลงทุนอย่างมีความรับผิดชอบ และการทำหน้าที่ตามหลักความไว้วางใจ (Fiduciary Duty) ของ UOBAM ในฐานะที่เป็นผู้จัดการการลงทุนที่ต้องทำเพื่อผลประโยชน์ของลูกค้าเป็นสำคัญ

# appoach_detail9
source: Over the course of the engagement process, UOBAM would pursue a number of courses of action should the company constantly fails to meet the standards expected. UOBAM will vote against management at the annual company meetings if we are not satisfied with managements’ response to the ESG issues raised and ability to mitigate the identified risks. UOBAM may also consider voting for shareholder resolutions initiated in response to the ESG issues. Ultimately, if the company still continuously fails to meet the standards expected after the engagement timeline, UOBAM will decide to reduce our exposure to investment holdings size or divest our investment in the company.
th_th: UOBAM จะทำการออกเสียงในวาระการประชุมส่วนใหญ่ทุกการประชุมในเวลาที่เหมาะสม โดย UOBAM จะใช้บริการการมอบฉันทะให้ใช้สิทธิออกเสียงในการประชุมผู้ถือหุ้นของ Institutional Shareholder Services Inc. (ISS) ในการออกเสียงแทน แม้ UOBAM จะได้มอบฉันทะให้ ISS ออกเสียงแทน แต่ UOBAM ยังคงสงวนสิทธิ์ในการใช้ดุลยพินิจในการตัดสินใจออกเสียงและอาจออกเสียงต่างจากที่ ISS แนะนำมา หากเห็นว่าคำแนะนำนั้นไม่ใช่เพื่อประโยชน์สูงสุดของลูกค้าหลังจากที่ได้พิจารณาข้อมูลต่างๆ แล้ว เช่น ข้อมูลที่ได้จากการเข้ามีส่วนร่วมกับบริษัท หรือจากการค้นคว้าภายใน เป็นต้น

# appoach_sub_title1
source: UOBAM’S Sustainable Investing Vision and Goals
th_th: วิสัยทัศน์และเป้าหมายในการลงทุนอย่างยั่งยืนของ UOBAM

# appoach_sub_title10
source: UOBAM’s Sustainable Investing Governance Structure
th_th: UOBAM อาจเลือกที่จะงดออกเสียง ในกรณีต่อไปนี้

# appoach_sub_title11
source: United Nations-supported Principles for Responsible Investment (PRI)
th_th: โครงสร้างการจัดการด้านการลงทุนอย่างยั่งยืนของ UOBAM

# appoach_sub_title13
source: UOBAM’s Approach to Strategic Partnerships
th_th: กลยุทธ์ด้านพันธมิตรทางธุรกิจของ UBAM

# appoach_sub_title2
source: UOBAM’s Sustainable Investment Framework
th_th: โครงร่างการลงทุนอย่างยั่งยืนของ UOBAM

# appoach_sub_title6
source: UOBAM Active Ownership Approach
th_th: การใช้สิทธิของผู้ลงทุนในฐานะเจ้าของกิจการของ UOBAM

# appoach_sub_title7
source: Proxy Voting
th_th: แนวทางการบริหารอย่างต่อเนื่อง (Escalation Strategies)

# appoach_sub_title9
source: Investing for profit and purpose
th_th: การมอบฉันทะให้ใช้สิทธิออกเสียงในการประชุมผู้ถือหุ้น

# appoach_title
source: Sustainable Investment and Active Ownership Approach
th_th: การลงทุนอย่างยั่งยืน และการใช้สิทธิของผู้ลงทุนในฐานะผู้เจ้าของกิจการ

# btn_header1
source: Company Engagement
th_th: การมีส่วนร่วมของบริษัท

# btn_read_more
source: Read More >>
th_th: อ่านเพิ่มเติม >>

# footer_condition
source: warning: investments are risky, investors should understand the characteristics of the fund, fund policy, return conditions, risk and performance of the fund before making an investment decision. past performance/comparison of performance related to capital markets products it is not a confirmation of future performance. investment is risked by exchange rates that may arise from foreign investment. although the fund may hedge at the discretion of the mutual fund manager, because the fund does not hedge the entire amount of hedging, investors may lose or profit from exchange rates or receive lower refunds than initial investments.
th_th: คำเตือน การลงทุนมีความเสี่ยง ผู้ลงทุนควรทำความเข้าใจลักษณะกองทุน นโยบายกองทุน เงื่อนไขผลตอบแทน ความเสี่ยง และผลการดำเนินงานของกองทุนก่อนตัดสินใจ ลงทุน ผลการดำเนินงานในอดีต/ผลการเปรียบเทียบผลการดำเนินงานที่เกี่ยวข้องกับผลิตภัณฑ์ในตลาดทุน มิได้เป็นสิ่งยืนยันถึงผลการดำเนินงานในอนาคต การลงทุนมี ความเสีี่ยง จากอัตราแลกเปลี่ยนที่อาจเกิดขึ้นจากการลงทุนในต่างประเทศ ถึงแม้ว่ากองทุนอาจป้องกันความเสี่ยงตามดุลยพินิจของผู้จัดการกองทุนรวม แต่เนื่องจาก กองทุนไม่ได้ป้องกัน ความเสี่ยงทั้งจำนวน ผู้ลงทุนอาจขาดทุนหรือได้กำไรจากอัตราแลกเปลี่ยนหรือได้รับเงินคืนต่ำกว่าการลงทุนเริ่มแรกได้

# Hello
source: Hello-123
th_th: สวัสดี-123

# img_artwork_1
source: ~/assets/images/appoach-m/1-en-desktop.png
th_th: ~/assets/images/appoach-m/1-th-destop.png

# img_artwork_2
source: ~/assets/images/appoach/EN/2.png
th_th: ~/assets/images/appoach/TH/2_TH.png

# img_artwork_3
source: ~/assets/images/appoach/EN/3.png
th_th: ~/assets/images/appoach/TH/3_TH.png

# img_artwork_4
source: ~/assets/images/appoach/EN/4.png
th_th: ~/assets/images/appoach/TH/4_TH.png

# img_artwork_5
source: ~/assets/images/appoach/EN/5.png
th_th: ~/assets/images/appoach/TH/5_TH.png

# img_artwork_m_2
source: ~/assets/images/appoach/EN/2_Mobile.png
th_th: ~/assets/images/appoach/TH/2_TH_Mobile.png

# img_artwork_m_3
source: ~/assets/images/appoach/EN/3_Mobile.png
th_th: ~/assets/images/appoach/TH/3_TH_Mobile.png

# img_artwork_m_4
source: ~/assets/images/appoach/EN/4_Mobile.png
th_th: ~/assets/images/appoach/TH/4_TH_Mobile.png

# img_artwork_m_5
source: ~/assets/images/appoach/EN/5_Mobile.png
th_th: ~/assets/images/appoach/TH/5_TH_Mobile.png

# img_artwork_m_6
source: ~/assets/images/appoach/EN/5.png
th_th: ~/assets/images/appoach/TH/5_TH.png

# port_title
source: Start investing today Start your investment to grow to achieve financial objectives effectively
th_th: เริ่มต้นลงทุนวันนี้ เริ่มให้เงินลงทุนของท่านเติบโต <br /> เพื่อบรรลุวัตถุประสงค์ทางการเงินได้อย่างมีประสิทธิภาพ

# section_1_menu_1_text
source: Sustainability is about meeting the <br /> needs of the present generation without compromising the ability of future generations to meet theirs.
th_th: ความยั่งยืน หมายถึง การตอบสนองความต้องการของคนรุ่นปัจจุบัน โดยไม่ลดทอนความสามารถของคนรุ่นต่อไป ที่จะเติมเต็มความต้องการของพวกเขาในอนาคต

# section_1_menu_1_title
source: Doing Well by Doing Good
th_th: ทำสิ่งดี ย่อมได้ผลลัพธ์ที่ดี

# section_1_menu_2_text
source: Sustainable investing balances traditional investing fundamentals with environmental, social, and governance (ESG)
th_th: การลงทุนเพื่อความยั่งยืน คือ การชั่งน้ำหนักระหว่างปัจจัยพื้นฐานแบบดั้งเดิม กับ ปัจจัยทางสิ่งแวดล้อม สังคม และบรรษัทภิบาล (ESG)

# section_1_menu_2_title
source: Investing for Profit and Purpose
th_th: ลงทุนเพื่อกำไร และ เป้าหมาย

# section_1_menu_3_text
source: Our technological edge in ESG integration lies in augmentation with The support of Artificial Intelligence- Machine Learning (AI-ML)
th_th: จุดเด่นทางเทคโนโลยีของเราที่จะเข้ามาช่วยเสริม ผนวก ESG เข้ากับการลงทุน ด้วยปัญญาประดิษฐ์ และ การเรียนรู้ด้วยตนเองของระบบคอมพิวเตอร์ (Artificial Intelligence – Machine Learning: AI-ML)

# section_1_menu_3_title
source: Our Edge in Sustainable Investing
th_th: จุดเด่นของเราในการลงทุนอย่างยั่งยืน

# section_1_text
source: Applying sustainable development <br /> principles to financial investments, taking ESG factors into account
th_th: คือ การนำหลักการพัฒนาอย่างยั่งยืนมาปรับใช้ในการตัดสินใจลงทุนทางการเงิน <br /> โดยคำนึงถึง ESG ได้แก่ สิ่งแวดล้อม (Environmental) สังคม (Social)<br /> และ บรรษัทภิบาล (Governance) เป็นปัจจัยสำคัญ

# section_1_title
source: WHAT IS SUSTAINABLE <br /> INVESTING?
th_th: การลงทุนอย่างยั่งยืน<br /> คืออะไร

# section_2_ceo_history1
source: In the past few years, the concept of sustainable corporate development or ESG which stands for Environment, Social and Governance are based on the fact that business operations interact with environment and human social life which has grown in popularity. Hence, to balance how the businesses co-exist with the environment and society, companies could enhance and sustaining their profitability. This includes incorporating the ESG concept in investments to which the investors have been increasingly pay attention. Since UOBAM recognized, with its own vision, the importance of managing the investments within the framework of social responsibility 18 years ago, it has pioneered its investment practice based on the companies’ good corporate governance. This is our commitment to be a leadership in the ESG concept in investment dimensions. UOBAM group and UOBAM (Thailand) has signed the Principles for Responsible Investment with the United Nation Principles for Responsible Investment (UNPRI) in January 2020 publicly demonstrate its commitment to responsible investment and build networks with the parties in the global capital market in advocating collaboration to develop Thailand’s capital market sustainably under the framework of ESG (Environment, Social, and Governance). In September 2021, UOBAM also participated the signing ceremony the statement of commitment for “Sustainable Thailand 2021” which is the collaboration of over 40 organizations among the government, institutional investors, and banks to reinforce Thailand’s financial system in playing a sustainable role in the country development. We believes integrating ESG factors enhances its research and investment methodology, consequently assisting in generating better long-term returns for its investors. In addition, as more Thai and global businesses from a variety of industries assimilate ESG factors into their business processes and aim for long-term sustainable growth, at UOBAM (Thailand) we invest for profit and purpose, towards a sustainable future.
th_th: ในช่วงหลายปีที่ผ่านมา แนวคิดเกี่ยวกับการพัฒนาขององค์กรอย่างยั่งยืน หรือ ESG ซึ่งย่อมาจาก Environment, Social, และ Governance ได้รับความสนใจมากขึ้น ซึ่งเป็นแนวคิดที่ตั้งอยู่บนพื้นฐานที่ว่า การดำเนินธุรกิจเกิดขึ้นบนโลกมนุษย์มีปฏิสัมพันธ์กับสิ่งแวดล้อมและสังคม และเชื่อว่าการสร้างสมดุลในการอยู่ร่วมกับสิ่งแวดล้อมและสังคมได้ จะส่งผลให้บริษัทมีความสามารถในการสร้างผลกำไรในระยะยาวได้ ซึ่งรวมไปถึงมิติของการลงทุนที่เริ่มได้รับความนิยมจากนักลงทุนทั่วโลก สอดคล้องกับวิสัยทัศน์ของ บลจ.ยูโอบี ที่ได้ตระหนักถึงความสำคัญของการจัดการลงทุนที่คำนึงถึงหลักการพัฒนาขององค์กรอย่างยั่งยืนมาโดยตลอด ทำให้เมื่อ 18 ปีที่แล้วเราเป็น บลจ. แรกในไทยที่ริเริ่มลงทุนในธุรกิจที่มีระบบธรรมาภิบาลที่ดี เพื่อตอกย้ำความเป็นผู้นำในการร่วมผลักดันแนวคิด ESG ในมิติของการลงทุน กลุ่มธุรกิจจัดการกองทุน ยูโอบี และบลจ. ยูโอบี (ประเทศไทย) จึงได้ร่วมลงนามในหลักการสนับสนุนการลงทุนอย่างรับผิดชอบร่วมกับ หลักการสหประชาชาติว่าด้วยการลงทุนอย่างมีความรับผิดชอบ (UNPRI) เมื่อเดือนมกราคม 2563 ที่ผ่านมา นับเป็นการสร้างเครือข่ายผู้เกี่ยวข้องในตลาดทุนทั่วโลกให้เกิดความร่วมมือในการพัฒนาตลาดหลักทรัพย์และตลาดทุนให้มีความยั่งยืนภายใต้กรอบสิ่งแวดล้อม สังคม และบรรษัทภิบาล (Environmental, Social, Governance: ESG) สำหรับในประเทศไทยนั้น บลจ. ยูโอบี ยังได้เข้าร่วมการประกาศเจตนารมณ์ความร่วมมือ “Sustainable Thailand 2021” ไปเมื่อเดือนกันยายน 2021 ซึ่งเป็นความร่วมมือระหว่างภาครัฐ นักลงทุนสถาบัน และธนาคารกว่า 40 องค์กร เพื่อร่วมกันผลักดันธุรกิจการเงินไทยสู่การพัฒนาประเทศที่ยั่งยืน นอกจากการเข้าร่วมลงนามทั้งระดับโลกและระดับประเทศแล้ว บลจ.ยูโอบี (ประเทศไทย) ได้นำแนวคิดการลงทุนในแบบยั่งยืนมาปรับใช้ในการพัฒนาองค์กรในทุกมิติ รวมทั้งการบริหารจัดการกองทุนโดยนำปัจจัยด้าน ESG มาผนวกในการวิเคราะห์และเป็นส่วนหนึ่งในกระบวนการลงทุน (ESG Integration) ซึ่งเราเชื่อมั่นว่า ESG จะช่วยเสริมกระบวนการลงทุนให้เกิดประสิทธิผลสูงสุด พร้อมช่วยลดความเสี่ยงต่างๆ ในระดับบริษัทที่ลงทุน เพื่อโอกาสในการสร้างผลตอบแทนที่น่าสนใจแก่ผู้ลงทุนได้ในระยะยาวพร้อมกับสร้างการพัฒนาสังคมและสิ่งแวดล้อมแบบยั่งยืน

# section_2_ceo_name
source: Thio Boon Kiat
th_th: นายทีโอ บุน เคียต

# section_2_ceo_name1
source: Vana Bulbon
th_th: นายวนา พูลผล

# section_2_ceo_position
source: Group CEO of UOB Asset Management UOBAM (Thailand)
th_th: CEO กลุ่มบริษัทบลจ.ยูโอบี

# section_2_ceo_position1
source: Chief Executive Officer UOBAM (Thailand)
th_th: กรรมการและประธานเจ้าหน้าที่บริหาร

# section_3_text
source: At UOB Asset Management (UOBAM), our vision is to be a leading fund manager in sustainability in Asia that creates long - term value and positive impact for our stakeholders whilst enabling sustainable investments accessible for all.
th_th: วิสัยทัศน์ของ บลจ. ยูโอบี คือ การได้เป็นผู้นำของผู้จัดการกองทุนด้านความยั่งยืนในเอเชีย<br/>ซึ่งสร้างคุณค่าในระยะยาวและผลกระทบเชิงบวกแก่ผู้มีส่วนเกี่ยวข้องของเรา <br/>ในขณะเดียวกัน ก็ทำให้นักลงทุนทั่วไปสามารถเข้าถึงทางเลือกการลงทุนเพื่อความยั่งยืนได้

# section_3_title
source: UOBAM’S SUSTAINABLE <br /> INVESTMENT APPROACH
th_th: วิธีการลงทุนอย่างยั่งยืนของ<br /> บลจ. ยูโอบี

# section_4_text
source: Nam libero tempore, cum soluta nobis est eligendi optio cumque nihil impedit quo minus id quod maxime placeat facere possimus, omnis voluptas assumenda
th_th: เวลาว่างเมื่อเรามีทางเลือกเวลาว่างเมื่อเรามีทางเลือกเวลาว่างเมื่อเรามีทางเลือกเวลาว่างเมื่อเรามีทางเลือก

# section_4_title
source: Article & Activity
th_th: บทความ & กิจกรรม

# section_5_text
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae Vitae dicta sunt explicabo.
th_th: แต่เพื่อท่านจะได้เข้าใจเสียทีว่าความชั่วแต่กำเนิดเป็นความยินดีในการกล่าวโทษและยกย่องความเจ็บปวดนั้น ข้าพเจ้าจะขอเปิดเรื่องทั้งหมด และข้าพเจ้าจะอธิบายสิ่งที่ผู้ประดิษฐ์ความจริงผู้นั้นกล่าวไว้ดังที่เคยเป็นมา สถาปนิกแห่งชีวิตที่มีความสุข

# section_5_title
source: SUSTAINABILITY IS THE ONE OF MEGATREND
th_th: ความยั่งยืนเป็นหนึ่งในเมกะเทรนด์

# section_menu_1
source: WHAT IS SUSTAINABLE INVESTING?
th_th: การลงทุนอย่างยั่งยืน<br />คืออะไร?

# section_menu_2
source: Our Commitment
th_th: ความมุ่งมั่นของเรา

# section_menu_3
source: UOBAM’S Sustainable <br />Investment Approach
th_th: แนวทางการลงทุน<br />อย่างยั่งยืนของ UOBAM

# section_menu_4
source: Article & Activity
th_th: บทความ & กิจกรรม

# section_menu_5
source: Sustainability Solution
th_th: โซลูชั่นเพื่อความยั่งยืน
