Repository: tanut2539/NEWUOBBackend
Catalog: UOB.PVD.FRONT/Resources/Messages.*.resx
Languages: th_th

# banner_title
source: Provident Fund
th_th: กองทุนสำรองเลี้ยงชีพ

# img_chart_desktop
source: ~/assets/images/chart/desktop/chart-en.png
th_th: ~/assets/images/chart/desktop/chart-th.png

# img_chart_mobile_1
source: ~/assets/images/chart/mobile/en/1.png
th_th: ~/assets/images/chart/mobile/th/1.png

# img_chart_mobile_10
source: ~/assets/images/chart/mobile/en/10.png
th_th: ~/assets/images/chart/mobile/th/10.png

# img_chart_mobile_11
source: ~/assets/images/chart/mobile/en/11.png
th_th: ~/assets/images/chart/mobile/th/11.png

# img_chart_mobile_12
source: ~/assets/images/chart/mobile/en/12.png
th_th: ~/assets/images/chart/mobile/th/12.png

# img_chart_mobile_13
source: ~/assets/images/chart/mobile/en/13.png
th_th: ~/assets/images/chart/mobile/th/13.png

# img_chart_mobile_14
source: ~/assets/images/chart/mobile/en/14.png
th_th: ~/assets/images/chart/mobile/th/14.png

# img_chart_mobile_15
source: ~/assets/images/chart/mobile/en/15.png
th_th: ~/assets/images/chart/mobile/th/15.png

# img_chart_mobile_2
source: ~/assets/images/chart/mobile/en/2.png
th_th: ~/assets/images/chart/mobile/th/2.png

# img_chart_mobile_3
source: ~/assets/images/chart/mobile/en/3.png
th_th: ~/assets/images/chart/mobile/th/3.png

# img_chart_mobile_4
source: ~/assets/images/chart/mobile/en/4.png
th_th: ~/assets/images/chart/mobile/th/4.png

# img_chart_mobile_5
source: ~/assets/images/chart/mobile/en/5.png
th_th: ~/assets/images/chart/mobile/th/5.png

# img_chart_mobile_6
source: ~/assets/images/chart/mobile/en/6.png
th_th: ~/assets/images/chart/mobile/th/6.png

# img_chart_mobile_7
source: ~/assets/images/chart/mobile/en/7.png
th_th: ~/assets/images/chart/mobile/th/7.png

# img_chart_mobile_8
source: ~/assets/images/chart/mobile/en/8.png
th_th: ~/assets/images/chart/mobile/th/8.png

# img_chart_mobile_9
source: ~/assets/images/chart/mobile/en/9.png
th_th: ~/assets/images/chart/mobile/th/9.png

# Index_Message_1
source: Pooled funds under
th_th: กองทุนร่วมภายใต้การจัดการของ

# Index_Message_10
source: A master pooled fund with carefully constructed seven pre-defined allocations to three underlying mutual funds which represent each core asset class. Fund members are able to select one of the seven investment plans, or as per the condition that the fund committee set forth in the fund regulation. The fund won the 6th Provident Fund Award 2017 “Pooled Fund – fund size less than 10,000 Million Baht” from The Securities and Exchange Commission, Thailand (SEC)
th_th: ตามประเภทสินทรัพย์หลัก (Core Asset Class) ในสัดส่วนการลงทุนที่แตกต่างกันตามหลักการ Asset Allocation โดยสมาชิกสามารถเลือกนโยบายลงทุน (Employee’s Choice) ได้ในระดับกองทุนย่อย (Sub-Fund) โดยจัดแบ่งตามระดับผลตอบแทนที่คาดหวัง และความเสี่ยงจากการลงทุนที่สมาชิกยอมรับได้

# Index_Message_14
source: LOCAL
th_th: การลงทุนในประเทศ

# Index_Message_15
source: GLOBAL
th_th: การลงทุนต่างประเทศ

# Index_Message_16
source: UOB Investor Choice Registered Provident Fund
th_th: กองทุนสำรองเลี้ยงชีพ ยูโอบี อินเวสเตอร์ ชอยส์ ซึ่งจดทะเบียนแล้ว

# Index_Message_2
source: management of UOBAM (Thailand)
th_th: บลจ. ยูโอบี (ประเทศไทย) จำกัด มีลักษณะเป็น Master Pooled Fund

# Index_Message_3
source: Pooled funds under management of UOB Asset Management(Thailand) Co., Ltd. are Master Pooled Fund under which the fund members are allowed to select investment plan that matches with their risk appetite and retirement goal, varied by age, investment horizon, investment knowledge, expected return or acceptable risk level.
th_th: กล่าวคือ เป็นการเปิดโอกาสให้สมาชิกกองทุนสามารถเลือกนโยบายการลงทุนที่เหมาะสมกับตนเอง เนื่องจากสมาชิกแต่ละคนก็มีความแตกต่างกัน เช่น อายุ ระยะเวลาการลงทุน ความรู้ความเข้าใจในการลงทุน ผลตอบแทนที่คาดหวัง หรือระดับความเสี่ยงที่ยอมรับได้ ดังนั้น การเปิดโอกาสให้สมาชิกสามารถเลือกนโยบายการลงทุนได้เองจึงเป็นทางเลือกที่ดีสำหรับสมาชิก เพื่อมุ่งสู่เป้าหมายในการมีเงินใช้อย่างเพียงพอในยามเกษียณ

# Index_Message_35
source: Domestic Money Market: TCMFPVD*
th_th: ตลาดเงิน หมายถึง TCMFPVD*

# Index_Message_36
source: Domestic Fixed Income: TFIFPVD*
th_th: ตราสารหนี้ หมายถึง TFIFPVD*

# Index_Message_37
source: Domestic Equity: TEF*
th_th: หุ้น หมายถึง TEF*

# Index_Message_38
source: Global Short-Term fixed income: UFFF-I*
th_th: ตราสารหนี้ระยะสั้น ต่างประเทศ หมายถึง UFFF-I*

# Index_Message_39
source: Global Fixed Income: USI*
th_th: ตราสารต่างหนี้ต่างประเทศ หมายถึง USI*

# Index_Message_4
source: UOBAM (Thailand) offers the following master pooled funds:
th_th: บลจ. ยูโอบี (ประเทศไทย) จำกัด ขอนำเสนอกองทุนสำรองเลี้ยงชีพประเภทกองทุนร่วม (Master Pooled Fund) ในลักษณะ Employee’s Choice จำนวน 2 กองทุน ดังนี้

# Index_Message_40
source: Global Equity: UESG*
th_th: หุ้น ต่างประเทศ หมายถึง UESG*

# Index_Message_41
source: Global Balanced Fund: UGBF-N*
th_th: ตราสารต่างประเทศ หมายถึง UGBF-N*

# Index_Message_42
source: Investment Policy of each underlying mutual fund
th_th: • นโยบายการลงทุนของกองทุนรวมต่างประเทศที่นําเงินไปลงทุน

# Index_Message_44
source: feeder to JPMorgan Investment Funds – Global Balanced Fund class: JPM Global Balanced C (acc) - USD (hedged) at least 80% of NAV. The Master Fund objective is to create the regular income in long term.
th_th: วัตถุประสงค์ในการลงทุนเพื่อสร้างรายรับอย่างสม่ำเสมอให้แก่ผู้ลงทุนและการเติบโตของเงินลงทุนในระยะกลางและระยะยาวโดยกองทุนหลักจะลงทุนในทรัพย์สินที่หลากหลายซึ่งรวมถึงทรัพย์สินประเภทดั้งเดิม (เช่น ตราสารทุน และ ตราสารหนี้เป็นต้น ) และอาจมีการใช้ตราสารอนุพันธ์ตามความเหมาะสม

# Index_Message_46
source: invest in foreign bond mutual funds and / or exchange-traded fund (ETF) and / or mutual funds under management of UOBAM
th_th: เป็นกองทุน Fund of Funds โดยกระจายการลงทุนในกองทุนตราสารหนี้ต่างประเทศโดยเฉลี่ย รอบปิดบัญชีไม่น้อยกวา่ 80% ของมูลค่าทรัพย์สินสุทธิของกองทุน เน้นลงทุนในตราสารหนี้ investment grade และอาจมีการลงทุนในตราสารหนี้ non-investment grade หรือ unrated ในสัดส่วนไม่เกิน 20% ของมูลค่าทรัพย์สินสุทธิ ขึ้นอยู่กับดุลยพินิจของผู้จัดการกองทุน

# Index_Message_48
source: feeder to RobecoSAM SDG Credit Income IH USD to maintain consistent income by investing in a variety of debt instruments under UN Sustainable Development GoalsSDGs
th_th: วัตถุประสงค์การลงทุนเพื่อเน้นรักษาระดับรายได้อย่างสม่ำเสมอโดยเน้นลงทุนในตราสารหนี้ที่มีความหลากหลายในกลุ่มอุตสาหกรรม และดำเนินกลยุทท์เพิ่ม ประสิทธิภาพของรายได้โดยจะเป็นตราสารหนี้ที่ออกโดยภาครัฐและ / หรือภาคเอกชนและกองทุนหลักจะพิจารณาลงทุนในบริษัทที่ผู้ออกหลักทรัพย์มีส่วนร่วมในหลักการ UN Sustainable Development Goals (SDGs)

# Index_Message_5
source: 1. UOB Investor Choice Registered Provident Fund 2. UOB Master Fund Registered Provident Fund
th_th: 1. กองทุนสำรองเลี้ยงชีพ ยูโอบี อินเวสเตอร์ ชอยส์ ซึ่งจดทะเบียนแล้ว (UOB Investor Choice) 2. กองทุนสำรองเลี้ยงชีพ ยูโอบี มาสเตอร์ฟันด์ ซึ่งจดทะเบียนแล้ว (UOB Master Fund)

# Index_Message_50
source: feeder to Robeco Sustainable Global Stars Equities IL EUR
th_th: ลงทุนในตราสารทุนของบริษัทต่างๆ ทั่วโลก ซึ่งเป็นบริษัทที่ดำเนินธุรกิจ ในประเทศที่พัฒนาแล้วเป็นหลักการเลือกตราสารทุนเพื่อลงทุนจะใช้หลักการวิเคราะห์ ปัจจัยพื้นฐานในหุ้นที่มีกระแสเงินสดในระดับสูงมีอัตราผลตอบแทนต่อเงินลงทุนเพื่อการดำเนินงานของบริษัท Return on Invested Capital (ROIC) ที่จูงใจ และมีแนวทางการพัฒนาอย่างยั่งยืนที่เหมาะสม

# Index_Message_52
source: 2. UOB Master Fund Registered Provident Fund
th_th: 2. กองทุนสำรองเลี้ยงชีพ ยูโอบี มาสเตอร์ ฟันด์ ซึ่งจดทะเบียนแล้ว (UOB Master Fund)

# Index_Message_53
source: Another master pooled fund with a variety of investment policies, which either invest directly in financial instruments or via mutual funds. The fund committee determines the investment options to be made available to the fund members, or allows the members to freely choose a desired mix of investment policies by themselves (Do It Yourself: DIY).
th_th: ซึ่งมีหลายนโยบายการลงทุนด้วยกัน ทั้งแบบที่เป็นการลงทุนตรง (Direct Investment) และผ่านกองทุนรวม (Mutual Fund) ในสินทรัพย์การลงทุนหลากหลายประเภท โดยมีคณะกรรมการกองทุนสามารถเป็นผู้กำหนดรูปแบบการลงทุน (แผนการลงทุน) ให้แก่สมาชิก หรือให้สมาชิกจัดสัดส่วนการลงทุนได้ด้วยตัวเอง (Do It Yourself: DIY) ก็สามารถทำได้เช่นเดียวกัน

# Index_Message_54
source: LOCAL
th_th: การลงทุนในประเทศ

# Index_Message_55
source: GLOBAL
th_th: การลงทุนต่างประเทศ

# Index_Message_56
source: UOB Investor Choice Registered Provident Fund
th_th: กองทุนสำรองเลี้ยงชีพ ยูโอบี มาสเตอร์ ฟันด์ ซึ่งจดทะเบียนแล้ว

# Index_Message_57
source: * Remark : Investment Policy 1-4 = direct investment Other Investment Policy = invest through mutual funds
th_th: หมายเหตุ *นโยบายที่ 1-4 เป็นการลงทุนตรงในนโยบายใดๆ ของกองทุนสำรองเลี้ยงชีพ นโยบายอื่นๆ เป็นการลงทุนผ่านกองทุนรวมของ บลจ.ยูโอบี นโยบายที่มีการลงทุนตรงในกองทุนสำรองเลี้ยงชีพ

# Index_Message_6
source: 1. UOB Investor Choice Registered Provident Fund
th_th: 1. กองทุนสำรองเลี้ยงชีพยูโอบี อินเวสเตอร์ ชอยส์ ซึ่งจดทะเบียนแล้ว (UOB Investor Choice)

# Index_Message_7
source: 2. UOB Master Fund Registered Provident Fund
th_th: 2. กองทุนสำรองเลี้ยงชีพ ยูโอบี มาสเตอร์ ฟันด์ ซึ่งจดทะเบียนแล้ว (UOB Master Fund)

# Index_Message_8
source: 1. UOB Investor Choice Registered Provident Fund
th_th: 1. กองทุนสำรองเลี้ยงชีพยูโอบี อินเวสเตอร์ ชอยส์ ซึ่งจดทะเบียนแล้ว (UOB Investor Choice)

# menu_item_1
source: Overview
th_th: ความรู้เบื้องต้น

# menu_item_2
source: Services
th_th: การให้บริการ

# menu_item_3
source: Products
th_th: ข้อมูลผลิตภัณฑ์

# menu_item_4
source: Credentials
th_th: จุดเด่น บลจ. ยูโอบี

# menu_item_6
source: Risk Profile
th_th: แบบประเมินความเสี่ยง

# menu_item_7
source: Downloads
th_th: ดาวน์โหลดแบบฟอร์ม

# menu_item_8
source: Calendar
th_th: โปรแกรมคำนวณ

# menu_item_9
source: Contact
th_th: ติดต่อ

# Sheet_Message_10
source: Manage your personal portfolio with recommended mutual funds
th_th: บริหารพอร์ตส่วนตัวด้วยกองทุนรวมแนะนำ

# Sheet_Message_11
source: Recommended Fund: Megatrend SSF
th_th: กองทุนแนะนำ : Megatrend SSF

# Sheet_Message_12
source: Recommended Fund: Megatrend RMF
th_th: กองทุนแนะนำ : Megatrend RMF

# Sheet_Message_13
source: Manage your post-retirement portfolio
th_th: บริหารพอร์ตหลังเกษียณ

# Sheet_Message_14
source: Investment Policy of each underlying mutual fund
th_th: มุมมองการลงทุนของบลจ.ยูโอบี และทางเลือกการลงทุนที่น่าสนใจหลังวัยเกษียณ

# Sheet_Message_2
source: UOB Master Fund (UOBMF)
th_th: กองทุนสำรองเลี้ยงชีพยูโอบี อินเวสเตอร์ ชอยส์ ซึ่งจดทะเบียนแล้ว (UOB Investor Choice)

# Sheet_Message_3
source: Investor choice (INVC)
th_th: กองทุนสำรองเลี้ยงชีพ ยูโอบี มาสเตอร์ ฟันด์ ซึ่งจดทะเบียนแล้ว (UOB Master Fund)

# Sheet_Message_4
source: SMK1
th_th: กองทุนสำรองเลี้ยงชีพ ยูโอบี สวัสดิการมั่นคง 1 ซึ่งจดทะเบียนแล้ว (SMK1)

# Sheet_Message_6
source: SMK2
th_th: กองทุนสำรองเลี้ยงชีพ ยูโอบี สวัสดิการมั่นคง 2 ซึ่งจดทะเบียนแล้ว (SMK2)

# Sheet_Message_8
source: Investment Outlook
th_th: สภาวะการลงทุน

# Sheet_Message_9
source: ESG Investment
th_th: แนวทางการลงทุนด้วย ESG
